Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=213_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Viimeinen hetki
smn: Majemuš puddâ

source: Katso lyhytvideo koltansaamen kielen tilanteesta !
smn: Keejâ uánihisvideo nuorttâsämikielâ tiileest

source: Koltansaamen kieltä voi opiskella peruskoulussa, mutta äidinkielenään kolttasaamen kieltä puhuvia lapsia ja nuoria on enää harvassa.
smn: Nuorttâsämikielâ puáhtá luuhâđ vuáđuškoovlâst, mut eenikielânis nuorttâsämikielâ sárnoo párnááh já nuorah lii innig häärviht.

source: Päähenkilöt: Seija Sivertsen, Heini Wesslin, Sevettijärven koulun oppilaat
smn: Váldu-ulmuuh: Seija Sivertsen, Heini Wesslin, Čevetjäävri škoovlâ uáppeeh

source: Ohjaus / leikkaus / kuvaus: Marja Suojoki-Gauriloff, kuvaus: Anni Ahlakorpi, Onneli Halonen
smn: Stivrim / čuoppâm / kuvvim: Marja Suojoki-Gauriloff, kuvvim: Anni Ahlakorpi, Onneli Halonen

source: Tuotanto: Saamelaisalueen koulutuskeskus 2006
smn: Pyevtittâs: Säämi máttááttâskuávdáš 2006

source: Pituus: 3,50
smn: Kukkodâh: 3,50
